{"meta":{"title":"知己识人","subtitle":"My mind will never lie！","description":"记录人生点滴","author":"SWM Lee","url":"http://yoursite.com","root":"/"},"pages":[{"title":"关于","date":"2019-06-23T02:15:52.000Z","updated":"2019-06-23T02:16:24.228Z","comments":true,"path":"about/index.html","permalink":"http://yoursite.com/about/index.html","excerpt":"","text":"What do you want to know？Ｗｈａｔ ｄｏ ｙｏｕ ｗａｎｔ ｔｏ ｋｎｏｗ？wahtever is worth doing at all is worth doing well。"},{"title":"分类说明","date":"2019-06-22T16:51:22.000Z","updated":"2019-07-01T14:13:26.492Z","comments":true,"path":"categoryExplain/index.html","permalink":"http://yoursite.com/categoryExplain/index.html","excerpt":"","text":"本站文章主要分为以下4类： 一般文学：偶尔，让我们回味文学的技艺。 什么是文学？文学是一种语言艺术，是话语蕴藉中的审美意识形态。 但是，“文学，在最广泛的意义上，是任何单一的书面作品。”所以，小学作文从最广泛的意义上来讲，也算文学的哦。 不过不是所有人都愿意展示自己的“小学作文”，不过我就属于脸皮厚的那一种。就是一般般，也想得夸赞。 有些东西当然是想让大家都看看，不过好不好看某种程度来讲，“雨女无瓜”。 因为即便恨铁不成钢，也无可如何。 情绪调节：有些常见的情绪，或许并不乐见。 人都是有情绪的，“从心理学的角度看，情绪是人脑的高级功能，是人类生存适应的第一心理手段。” “情绪最能表达人的内心状态。” 不过从某种情绪的分类来看，我更喜欢积极情绪，而不是消极情绪，因为，“过于强烈和持久的消极情绪则对人的健康和社会适应有害。” 不过，有些东西不是想有就能有，有些东西想丢却又丢不掉。 所以积极点，调节一下这些消极的情绪。毕竟，有句话说的好：“不要做情绪的奴隶。” 梦之解析：人都会做梦，而我的梦则会让我知道梦了什么。 “梦之解析”分类主要是讲述平常做了梦，能够比较清楚地记住梦境情节，加以对平时事迹的分析，对梦中事物做出自以为是的联想，从中汲取积极能力，充实希望的力量。 对于梦境内容，一般都是梦醒时立马文字记录，从而避免梦醒了因为太困又睡着，早上起来之后对梦中的内容记得不清楚。 对于对梦境的联想分析，一般都会在当天晚上进行记录，白天上班同时进行联想分析，晚上整理文字，从而避免时间间隔太久倒是分析不及时不够准确地问题。 内容都是自以为是的说明，并没有太多的专业依据，听取积极力量即可，不要太较真。 绝望系列：生之绝望，活之艰辛。 “有时候你不努力一下，你都不知道什么叫绝望”。 我不会生产绝望，也不鼓励绝望，不过现实往往会让人绝望。 我不知道绝望的人会做什么，我大概可以想到，有些人看到了比自己更悲惨的人生，会对自己充满希望。 或许其实我说的也不是绝望，只是一些伤心的现实。 “但热闹是它们的，我什么也没有。” 只要你不认同它，生活就远远没有绝望！ 2019/06/23 10:21"}],"posts":[{"title":"每一年的这一天，亦如每一年的每一天","slug":"DesperateSeries/3meiyinian","date":"2019-07-15T13:36:08.000Z","updated":"2019-07-15T13:50:21.085Z","comments":true,"path":"2019/07/15/DesperateSeries/3meiyinian/","link":"","permalink":"http://yoursite.com/2019/07/15/DesperateSeries/3meiyinian/","excerpt":"","text":"今年的这一天，和往常一样，睁开眼想着的第一件事情就是，今天又有哪些工作等待我去完成？倒不是自以为觉得每天都要是充实的，一日之计在于晨，勃勃朝气，昂昂生机。却是每天一起来就被工作压迫着，就像一起床就欠别人几百块钱，心里总是不轻松。 为了贪睡那几分钟，压缩了洗漱的几分钟，也节约了吃早饭的那几分钟。匆匆路上，刷了卡，到了办公室，就开始处理起看起来毫无意义的事情。早年有一句标语：“高高兴兴上班去，平平安安回家来。”却也是没有硬气地说工作的期间，应该是高兴还是开心。 和一般没有梦想的咸鱼一样，上班只是机械作业，却也和现实一样，事情没做完，却也没有办法下班。所以，就如至理名言告诫一样，今日事今日毕，正常时间不够，加班完成就好了。所以，再一抬头，却差不多已到晚上10点。又是一天工作时间轻轻松松过去了，然而却懒得迈步子出去吃个晚饭。刷个下班卡，再掏出手机，看看沙雕段子，径直走回宿舍，竟变得难过起来。如果笑一笑，那必然也是会浪费一些能量，为了减缓能量的流逝，看沙雕段子已然不敢笑了，倒也不是提不起兴致。 回到宿舍，换下鞋子，冲个脚，也想着倒在床上休息一下。缓缓闭上眼，几乎就要睡着了。啊，难得到了一天的下班休息时间，若真真是用来睡觉了，怕也是颇有几分浪费。于是坚强地睁开双眼，打开自己的笔记本电脑准备玩几把游戏放松下。 我电脑开机后久久没有输入密码绝不是因为我睡着了，我那一下猛子也绝不是因为手机掉地上吓到了我，我只是单纯的放慢我的动作。只要我动作足够的慢，你就不会看到我，时间也不会流逝那么快。难得下班时间，不玩两把游戏怎么说的过去。 启动一个MOBA游戏的客户端，看着黑压压一寸长的好友列表，也没有一个头像亮着，不免觉得一个人玩得也是无趣，不如看会视频放松一下，有时候玩游戏也挺累的。最近有什么火的剧吗？哪些明星正当红呢？电视剧《亮剑》什么的应该还有很多人在追吧？谢霆锋、吴彦祖还依然是帅哥的代表吧？话说张艺谋的《英雄》应该还是中国影史票房第一吧？ 突然QQ列表有闪烁，消息盒子有个1。我点进去看看，居然是老爸，他问我，今天有没有喝酒。我顿生奇怪，我为什么要喝酒，我都戒了好久了，绝对不是没有人一起喝没有意思，只是单纯的因为酒太贵了。 老爸却反问我：“今天你过生啊，你忘记了？”过生日吗？不是吧，也没有亲戚朋友跟我说啊，堂姐生日在我前一天，她也没有提起过啊，甚至老妈也没有说啊，既然我也不知道，那唯一的结论就是，老爸记错了，今天不是我生日。 如果今天是我生日，我的朋友们一定会有人记得，那他们一定是会祝福我一下。如果今天是我生日，我的亲戚一定会有人记得，血浓于水，那他们一定会祝福我一下。如果今天是我生日，我妈和我应该也会记得，受难日和出生日，怎么可能不犒劳一下，我一定也得出去吃顿好的，至少吃顿肉吧。 但是忍不住查了一下万年历，似乎日历上的时间却也是今天。细想一下，也对，每一年的这天都和每一年的其它天没什么区别，该做什么事还是做什么事情。我哪来的什么朋友，我哪有常联系的亲戚，我一家人的关系哪里有那么和睦。 如果要记住自己生日的原因，不是为了要好好吃一顿肉，那将毫无意义。吃肉不喝点小酒也缺少一些风味。一个人喝酒到也是没有什么意思，反倒像是一人独醉，借酒浇愁的忧郁画面。既然是生日，不应该是一个高兴的日子吗？若是能够请上三五好友一起去吃顿肉也是不错的。 掏出手机，打开通话记录，翻看百来条，终于才会明白，常联系的朋友，原来还就是外卖快递、诈骗推销、中国电信、中国联通和一些没有备注响铃未接的号码而已。转念一想，倒也开心起来，今天却也节约了一顿吃肉的饭钱。 如果没人提醒我，那今天就这么过去了，作为生日当天似乎太凄清了一下。已经11点了，还有一个小时才算过了生日。于是我做了一个大胆的决定：我煮了碗泡面，还加了根火腿肠。一般我是绝对不会在11点了再吃晚饭，就算是要饿死，也绝对不会的。 吃完泡面，洗了个澡，走到门外走廊，吹吹晚风，晒晒月光，差不多就12点了，看起来，今天下班后的休息时间，也算到了尽头。迎接我的，已然是第二天睁眼的另一天。 虽然因为昨天是我生日，我才吃了碗加火腿肠的泡面。但是我知道，等我有钱了，吃泡面加肠应该会是稀松平常的事情，那么这也就和任何的一天没有什么区别了，也用不着去纠结什么。要是真有什么遗憾的，怕是我登录了游戏，却还没有玩上一把，就退出了。抑或是，为了煮完面，浪费了我下班之后应有的30分钟休息时间，30分钟想睡又不能睡、醒着也不知道干什么的休息时间。 或许，哪有什么特别的一天，每一天都是同样的每一天。 2019/7/15 21:32","categories":[{"name":"绝望系列","slug":"绝望系列","permalink":"http://yoursite.com/categories/绝望系列/"},{"name":"悲惨现实","slug":"绝望系列/悲惨现实","permalink":"http://yoursite.com/categories/绝望系列/悲惨现实/"}],"tags":[{"name":"绝望","slug":"绝望","permalink":"http://yoursite.com/tags/绝望/"},{"name":"孤独","slug":"孤独","permalink":"http://yoursite.com/tags/孤独/"}]},{"title":"嫉妒随笔(九)：缓解嫉妒第一招——注意力转移/分散","slug":"EmotionRegulation/envy/09distractibility-and-attention-shifting","date":"2019-07-14T13:39:26.000Z","updated":"2019-07-14T14:02:06.428Z","comments":true,"path":"2019/07/14/EmotionRegulation/envy/09distractibility-and-attention-shifting/","link":"","permalink":"http://yoursite.com/2019/07/14/EmotionRegulation/envy/09distractibility-and-attention-shifting/","excerpt":"","text":"九：注意力转移 这个方法不仅仅是面对嫉妒，面对很多问题都能够起到缓解的作用。 嫉妒这种情绪，一旦当时在脑海产生，严重的人就会越想越气，越想越来劲，越想心里有越烦躁，就恨不得打塌一座山，一直萦绕在脑海，挥之不去，伴随着很长一段时间，说不定直到睡着前都还想着这事儿，更惨的是可能还睡不着。所以，在这样的时候，最简单的，就是转移注意力。因为嫉妒的针对性，一但看到嫉妒的对象，产生了嫉妒，开始胡思乱想，就没有办法停下来了。所以一定要找个时机，停下来，注意力转移之后，再回过头来，或许就会暂时忘记了刚刚在烦恼什么。 对我来讲，是最常用的。比如我嫉妒的那个能力不行却平步青云的那个同事，就坐在我前面不远，我每天上班一抬头就会看到他，一看到他我就会去想为什么、凭什么之类的问题，所以我就不敢抬头。但是这低头不见抬头见，下班之后还在脑海想这事，实在太过分了。所以一下班，我就会去打篮球。打篮球是我比较喜欢的运动，每天下班那个点，一起打球的许多人就也比较熟悉，打着球，一起说说笑笑。做自己喜欢的事物，让那份喜悦挤兑走占据脑海中的那时嫉妒。 注意力转移是最简单的方法，就是一定要在嫉妒情绪一直盘踞在脑海中的间隙，使用自己对自己最喜欢的事物的投入，将其暂时挤开，释放那一部分被占据的大脑，缓解当时受嫉妒心理烦恼之苦。 正如我一开始所说，这是对消极情绪都比较通用的一招，每个人都或多或少会有自己比较喜欢的事物，例如玩游戏，做运动，胡吃海喝，压马路逛超市，和朋友倾述。有的人是可以通过别人的同情、劝导等慢慢排掉当时的嫉妒情绪，有的就像我前面说的，是用别的情绪将已被占用的挤兑出去。 事实上，朋友多的人，处理这类的情绪问题，都比较快。所以我在这里才更多的是说明使用挤兑，用自己喜欢的美好的东西将它挤兑走，让我脑海暂时更多的留的是我对喜欢事物的喜爱。 其它大多数的时候，即便我身边有几个朋友，我也不会跟他们说我嫉妒谁。因为嫉妒这本来就不是什么好的事情，我也不想变成事儿婆，让别人看不起。所以我才会使用自己喜欢的时候。打球，打游戏，什么都好，只要能让我暂时快乐，而且当前只关注在这个快乐上。 不过，对于长期只有一个人的人，可能就没有用。不喜欢打篮球这类人多的运动，也不想麻烦几个人来打游戏，甚至一个人打游戏都会因为嫉妒情绪盘旋而无法尽兴。对于这种情况，我就是说用第二种，注意力分散。 十：注意力分散 这种话在读书时代，肯定经常被老师说。事实也证明，当我们上课神游四海，老师在讲什么，的确是没有听进去，这也是很多人玩笑说，“因为第一节数学课讲的太简单了，我没注意听，所以后来数学从来都是不及格。” 注意力无法集中，就没有办法轻易做好很多事情。 那么哪样的事情会让人注意力不集中呢？读书那会儿，上数学课、英语课对我来说就觉得无聊，无聊就不是很想去听讲。考试的时候，窗外有人在跳广场舞，高音炮动次打次听着很吵闹，就感觉完全无法思考，啥题都做不出来。还有就是，放假回家，一直贪玩，快要开学上课了，发现每一课的作业都没做完，翻翻语文，写两句，又翻开数学做几道，然后又看英文…… 对应到具体的问题，当我在受到嫉妒心理情绪侵害的时候，我当时大脑已经被占据了，只要开始想着这个嫉妒的事情，就会没完没了。那就不让它想，开启吵闹的音乐，强制自己听，就算是到“卧槽，这是什么XX玩意？”盘踞在脑海也不要听。一直走动，不要停。不管是不是要做事情，就不要停，就像要到楼下小卖部买瓶水，走到楼下了又走回去，放下钱包，又走下去再回来，拿钱包，买了水，放到门口地上，再走回寝室，把钱包放了，又再回小卖部去拿回来。Keep busy，不管是不是真的有事，就是不要闲下来，要保持手脚运动。其实这两项，可以简单的变成听着吵闹的音乐去跑步，心里想的是这唱的什么乱七八糟，想换首歌却停不下来去换，自然到下一首还是自己不喜欢的那种。（其实这挺好，在纠结抱怨歌曲的时候，还锻炼了身体。） 当然，这不一定有用，有的人并不喜欢运动，也不喜欢听歌，甚至还不想走到人多的地方去，就像默默一个人呆在书舍，安安静静的。一般情况都还ok，但是处于嫉妒或者其他消极情绪的时候，一定是不能保持在一个安静的状态环境，如果有手机电脑的，就打开电视节目，看那种很吵人很多，嘻嘻哈哈的那种。我常常干这样的事情，我比较喜欢情景喜剧，就开到最大声，听那种哈哈哈，听得人很烦，或者看别人推荐的综艺节目（最讨厌看综艺），没什么营养，就是听别人嘻嘻哈哈，闹腾。 注意力转移是用自己对喜欢事物的喜好的积极情绪挤兑走嫉妒情绪缓解当时的嫉妒之苦，而注意力分散就是使用吵闹、用次要消极情绪（轻度无对象指向的烦躁、愤怒等），转移用在嫉妒上的注意力，没法集中注意力去想，那就很难继续去想。“好吵啊，我没法我工作了。”“那我偏偏就不停下。” 关于注意力转移/分散这个办法，在处理任何消极情绪或其他问题的时候，基本上都算逃避性办法，只能缓解一时之苦，没法消除、克服，总会再次被勾起的。 总结说明嫉妒缓解方法一：注意力转移、分散自定义性质：消极逃避型作用效果：暂时性缓解，长远效果需要交给时间流逝去验证作用情景：正在因为嫉妒情绪在东想西想，不能自已，十分烦躁的时间段。","categories":[{"name":"情绪调节","slug":"情绪调节","permalink":"http://yoursite.com/categories/情绪调节/"},{"name":"嫉妒","slug":"情绪调节/嫉妒","permalink":"http://yoursite.com/categories/情绪调节/嫉妒/"}],"tags":[{"name":"嫉妒","slug":"嫉妒","permalink":"http://yoursite.com/tags/嫉妒/"},{"name":"缓解嫉妒","slug":"缓解嫉妒","permalink":"http://yoursite.com/tags/缓解嫉妒/"}]},{"title":"嫉妒随笔(八)：我在嫉妒什么？","slug":"EmotionRegulation/envy/08the-things-I-envy-for","date":"2019-07-14T13:31:14.000Z","updated":"2019-07-14T13:37:29.039Z","comments":true,"path":"2019/07/14/EmotionRegulation/envy/08the-things-I-envy-for/","link":"","permalink":"http://yoursite.com/2019/07/14/EmotionRegulation/envy/08the-things-I-envy-for/","excerpt":"","text":"八：我在嫉妒什么？ 在说明我用于缓解或者克服嫉妒的方法前，有必要说明一下，目前困扰我的嫉妒的情境是如何，才能够借以判断其它情况是否也同样适用。 简单说来的话，目前有3个（种）对象我是嫉妒的。 一个是和我年资和年纪都差不多的同事，同样大学毕业后进入目前的就职公司，三年过去了，他升了3级，受公司领导重用，差点就成为我的顶头上司，在这个公司前途一片光明和道路一片通畅。但是于我来看，他的能力完全没有达到这样的层度，他的工作态度和能力也和我差不了多少。随着他的步步高升，他周边的人也围得越来越多，有的人对我俩的态度几乎就成了180度的两个极端。——你看看别人，三年过去了什么样子，我过了三年只有原地踏步。简单说来就是，我不认同他的能力，但别人就是飞黄腾达了。 一个是和我同时进入公司同部门，因为机缘巧合他们又一起调到其他部门，又因为机缘巧合，他又调回了原部门。但是就这么两次调度，他回去后工资在我们的基础上又涨了，事情也变得轻松了，而且公司对该部门的重视程度也正好是提高的时机。就是那种一年可能会亏几百万，但还是要什么就给什么的态度。我在没日没夜加班的时候，他可能上班都没事干就看小说睡觉度日，老板和CXO时不时会请吃饭，不时联系外部工程师合作。简单说来就是，同样的人，他的运气就是那么好，事少钱多地位高，但我却没那么幸运。 最后一个就是，同样的，我们一起到了这个公司，但是他在几个月之后，觉得呆在这里没有前途，毅然辞职之后，回到籍贯城市进行创业。仅仅三年过去，已经小有成就，事业爱情都收获颇丰。但是我却因为一直的妥协和犹豫一直没有走，时间呆的越久，越来越发现自己现状的悲惨性——大学毕业后三年最该磨练提高升华的时间，没有努力。能力没有提高，再想走技能已经比不上竞争者，想走又怕再也找不到工作，不走又觉得自己过得没前途，身边的人又变得越发优秀，心情烦躁。简单说来就是，自己优柔寡断，照前顾后，缺乏斗志，前途迷茫，却看到别人毅然决然，当机立断，雷厉风行，颇有成就。","categories":[{"name":"情绪调节","slug":"情绪调节","permalink":"http://yoursite.com/categories/情绪调节/"},{"name":"嫉妒","slug":"情绪调节/嫉妒","permalink":"http://yoursite.com/categories/情绪调节/嫉妒/"}],"tags":[{"name":"嫉妒","slug":"嫉妒","permalink":"http://yoursite.com/tags/嫉妒/"}]},{"title":"嫉妒随笔(七)：哪样的人容易遭受嫉妒？","slug":"EmotionRegulation/envy/07easily-envied","date":"2019-07-08T14:17:04.000Z","updated":"2019-07-08T14:38:02.158Z","comments":true,"path":"2019/07/08/EmotionRegulation/envy/07easily-envied/","link":"","permalink":"http://yoursite.com/2019/07/08/EmotionRegulation/envy/07easily-envied/","excerpt":"","text":"七：哪样的人容易遭受嫉妒？ To be honest，I don’t really care！ 说句实在的，哪样的人容易遭受嫉妒，我完全一点都不在乎。事实上，你嫉妒的那种人，就算得上是容易遭嫉妒的人。一般正常的嫉妒，就是这么一说。当然你说你嫉妒别人露出的鼻毛比较长，那我更不会关心这样的嫉妒心理。不说是变态吧，但一般人应该是不会有的。其实有没有这样的人，在一些刁钻的点上嫉妒别人。我才是肯定有的。不过我觉得这要算在异常（变态）心理学去考虑下。 其实被嫉妒了，对于被嫉妒的人来讲，或多或少是有点不公平。就算是让他道歉，你总不想听到的是：“对不起，因为我的优秀让您嫉妒了。我保证，我把我的优秀低调点，以便照顾好您的情绪。”所以啊，有时候想到这里，虽然有点异样的难过，但是完全不会改变我嫉妒的现实，因此大多时候，我还是把这份嫉妒藏了起来，就算是是柯南来了，也要推理下才让他知道。 我们不可能去鼓励被嫉妒的人想办法不要变成被嫉妒的对象，因为嫉妒的由来本来就毫无办法。这里倒是可以说一句好听的话：“如果不能改变他人，那就改变自己。”我到不是想说“世人皆醉我独醒”。被嫉妒的人可以去嫉妒其它人，那样他的关心点就不会在自己的嫉妒者这里。或者，变得更优秀，让别人都不知道其实你是比其他人更值得嫉妒的对象。 关于如何消除克服嫉妒，如果三言两语就能说清楚的话，我也就不要写以上那么多内容了，这部分，我后续会写一系列的尝试办法，从我身上做实践，能否有用，都分享出来，大家共眠。","categories":[{"name":"情绪调节","slug":"情绪调节","permalink":"http://yoursite.com/categories/情绪调节/"},{"name":"嫉妒","slug":"情绪调节/嫉妒","permalink":"http://yoursite.com/categories/情绪调节/嫉妒/"}],"tags":[{"name":"嫉妒","slug":"嫉妒","permalink":"http://yoursite.com/tags/嫉妒/"}]},{"title":"嫉妒随笔(六)：嫉妒的意义和作用","slug":"EmotionRegulation/envy/06the-role-of-envy","date":"2019-07-08T14:14:46.000Z","updated":"2019-07-08T14:37:01.165Z","comments":true,"path":"2019/07/08/EmotionRegulation/envy/06the-role-of-envy/","link":"","permalink":"http://yoursite.com/2019/07/08/EmotionRegulation/envy/06the-role-of-envy/","excerpt":"","text":"六：嫉妒的意义和作用 以上说了很多，基本上都是在想着要缓解克服嫉妒，为什么呢？就如我开篇所说：“它就想一颗肿瘤，长在我身体，无时无刻地，不知不觉地，伤的心，伤的身，我受到极大的痛苦。”就如我们耳熟能详的天主教的七宗罪，从某一种从重到轻的排序来看，“嫉妒”是仅次于“傲慢”的第二大罪。其实这样的说法也比较抽象，并没有真正说出危害来。 如果让我来说，凡是对我有危害的事物，通常就是简单分为了在心理和身体两方面，如果再加上对自己身边关系亲密的人来说，那就是不免危害加倍的问题了。 我网上看了很多这方面的总结，似乎有专业教育书籍总结如下： 直接影响人的情绪和积极奋进精神 嫉妒心理容易产生偏见 嫉妒心理压抑和摧残人才 嫉妒心理影响人际关系的正常发展 嫉妒心理影响身心健康 不在其位，不谋其政。第三点虽然我可能并不会是嫉妒者，但是千百年来的历史经验，和文学影视作品，都有这样的故事，那就是功高震主，不得善终，诸如吴起、蒙恬、韩信。不过其他的几点倒是有所感悟。 自从因某件事而对某些人产生了很重的嫉妒心理之后，我总是喜欢抱怨社会不公，苍天无眼，倒是很少再去想着刻苦学习，丢了这块地，我要去抢那座城，似乎对工作没有那么投入，没有开始的激情。然而却也缺少了新时代人的血性，没有“此处不留爷，自有留爷处”的觉悟，也没有毅然辞职，令图霸业的血性。倒是变得怯懦，想离开，却又怕找不到工作。想进步，却眼高手低。瞻前顾后，优柔寡断。“当断不断，反受其乱”，现在却也还是无能狂怒。 就像在回到任何哲学问题的时候，开局说一句“一般事物都具有两面性”总是没有错，但嫉妒心理却让我我也没有再去考虑其他的方面。就如一开始的例子，不如你勤奋，不如你聪明，不如你的工作效率，不比你年资高，但是别人就是被提拔，扶摇直上，而你就是原地踏步，无人问津。可是在你没有看到的其它地方，他就是比你优秀呢？比如处理与同事、上级领导的关系，对产品推广的市场的占比……就像冯骥才的《俗世奇人之好嘴杨巴》，茶汤虽好，但是中堂并没有喝。 嫉妒的对象，我之前说是“拥有的好的资源比你多的人”，事实上，有些资源例如家业、形貌这生下来就注定了，没办法。但是很多时候，这类拥有好的资源多的人，往往从一些层面来讲，就是比你优秀的人。从嫉妒的“对抗性”来看，如果对于比你优秀的人都是嫉妒，试图刻意剥夺。那么身边那里还有思齐之贤，说不定到真是狐朋狗友，鸡鸣狗盗之辈了。","categories":[{"name":"情绪调节","slug":"情绪调节","permalink":"http://yoursite.com/categories/情绪调节/"},{"name":"嫉妒","slug":"情绪调节/嫉妒","permalink":"http://yoursite.com/categories/情绪调节/嫉妒/"}],"tags":[{"name":"嫉妒","slug":"嫉妒","permalink":"http://yoursite.com/tags/嫉妒/"}]},{"title":"嫉妒随笔(五)：嫉妒的特点","slug":"EmotionRegulation/envy/05special-features-of-envy","date":"2019-07-08T14:11:40.000Z","updated":"2019-07-08T14:36:19.104Z","comments":true,"path":"2019/07/08/EmotionRegulation/envy/05special-features-of-envy/","link":"","permalink":"http://yoursite.com/2019/07/08/EmotionRegulation/envy/05special-features-of-envy/","excerpt":"","text":"五：嫉妒的特点 如果看到这里，还对嫉妒一无所知的话，其实我衷心的祝福你，因为你完全不用担心嫉妒会影响你的生活，对你的人生造成负担——因为你不会嫉妒，也就不用处理它。我也希望能够像你一样。 生活就是这样，岂能事事如人意，还不能无愧于心，怎一个惨字了得。 一个人没有嫉妒心，这也算他的优点，他的特点。而对于嫉妒来讲，它也是有它自己的特点。从社会心理学之社交情绪这一部分来讲，主要的特点有如下4点： 具有针对性，嫉妒总是针对具体的个体或群体； 具有持续性，嫉妒情绪一旦产生，就不容易摆脱，能持续影响个体的思想、情感和行为； 具有对抗性，嫉妒者心胸狭隘，希望别人朝坏的方向发展，如果别人成功，他们就会不满和愤恨，并可能用极端的手段来破坏他人的成功或伤害他人； 具有普遍性，嫉妒是人类普遍存在的社交情绪，人在现实生活中，或多或少会体验这种情绪。 这算是心理学家们对嫉妒作为社会心理学概念中提炼出来的特点。对我来说，就是在说明，怀着嫉妒心理的人，他们能做出怎样的事情来。 枪打出头鸟，最突出的，往往就是会成为攻击的对象。读书的时候，大家最关心或者印象最深的，基本都是那些成绩最好的或者最顽皮最坏事的那几个。工作的时候，一般就是最漂亮最会说话拿钱最多的那几个。其实很多时候，最刻苦、最能干、最顽强的并不在以上之列。他们就算得上被嫉妒的目标了。 一般来言，嫉妒一旦产生，就很难消除了，不然我也不会如此痛心疾首。为什么呢？大概不是心理被治愈或者嫉妒的对象降到了水平之下，怕是很难好了。随着时间的流逝，如果嫉妒对象真的就像愿望的那样什么突然瓶颈，一落千丈，泯然众人，垂垂老矣，那自然就不再嫉妒了。或者像我希望的，克服了这个嫉妒，那么也许就不再嫉妒了。 但是，还没有达到这个水平的时候，无论出现多么恶毒的咒骂，多么刻薄的刁难，多么邪气的谣言，多么消极的交流，多么疲惫的态度，我都觉得很正常。很多的努力进取积极奋斗都会因为毅力不足而半途而废，我想这嫉妒心理倒是例外。 以前有句教人谦虚的话叫：“人外有人，天外有天。”所以，即便是你嫉妒的对象，他可能也有更高级的嫉妒对象，只不过你水平太次，还没有看到那个高度。同样的，可能你在同一时间并不只有一个嫉妒的对象。一边嫉妒这个有钱的，又嫉妒那个有权的，还嫉妒那个有才的。这个人你想去咒骂一下，那个人你想去坏坏名声。倒是正事没有干，专想着歪门邪道去了。说不定有的人会意识到这个问题，结果自己也腾飞了。但是不免有的人就像吸毒了，越来越有瘾，还不好戒。","categories":[{"name":"情绪调节","slug":"情绪调节","permalink":"http://yoursite.com/categories/情绪调节/"},{"name":"嫉妒","slug":"情绪调节/嫉妒","permalink":"http://yoursite.com/categories/情绪调节/嫉妒/"}],"tags":[{"name":"嫉妒","slug":"嫉妒","permalink":"http://yoursite.com/tags/嫉妒/"}]},{"title":"嫉妒随笔(四)：嫉妒与羡慕等的一些区别","slug":"EmotionRegulation/envy/04some-differences","date":"2019-07-08T14:08:33.000Z","updated":"2019-07-08T14:35:12.609Z","comments":true,"path":"2019/07/08/EmotionRegulation/envy/04some-differences/","link":"","permalink":"http://yoursite.com/2019/07/08/EmotionRegulation/envy/04some-differences/","excerpt":"","text":"四：嫉妒与羡慕等的一些区别 虽然我已经说明了很多关于嫉妒的语言，但是肯定还是会有人对一些近义词或同义词有兴趣，例如在汉语词典的解释： 嫉妒：因人胜过自己而产生的忌恨心理。 忌妒：对才能、名誉、地位或境遇等比自己好的人心怀怨恨。 妒忌：就是“忌妒”。 羡慕：因喜爱别人有某种长处、好处或优越条件等而希望自己也有。 说句实在话，“嫉妒”和“忌妒”在平时口语的说明中，都是一个意思，就连维基百科也是这样认为，所以这一般说明中，这两者通用就好了。 不过在文法上或者更吹毛求疵地讲，或者硬要说个区别，还是有的。 从词性来讲，“忌妒（妒忌）”偏向是动词，例如：我忌妒你有名有利。“嫉妒”更偏向形容词，例如：嫉妒心理。 从词语的情感上来讲，“忌妒（妒忌）”是贬义词，而“嫉妒”是中性词。 “嫉妒”的好一面，你就可以当作是“羡慕”，坏的一面，你就可以当作是“忌妒（妒忌）”。 就连英文，都还是会有Envy和Jealousy的区分。当然在这里我就不会去查看什么牛津词典然后说一大堆，没有必要。当时在心理学层面，对这两个的英文单词的区别还是有的，也有可能对我们的“嫉妒”和“忌妒”的区别有更多了解。如果有兴趣的话，可以去这里看看。 以上都是屁话了，按照输入法输入“jidu”显示的第一个词语，后续就不再区分这两个词语了，都是嫉妒。事实上，如果都说到嫉妒了还是去谈论好的那一面，完全没有必要。","categories":[{"name":"情绪调节","slug":"情绪调节","permalink":"http://yoursite.com/categories/情绪调节/"},{"name":"嫉妒","slug":"情绪调节/嫉妒","permalink":"http://yoursite.com/categories/情绪调节/嫉妒/"}],"tags":[{"name":"嫉妒","slug":"嫉妒","permalink":"http://yoursite.com/tags/嫉妒/"}]},{"title":"嫉妒随笔(三)：嫉妒的层级及分类","slug":"EmotionRegulation/envy/03classification-of-jealousy","date":"2019-07-08T14:03:50.000Z","updated":"2019-07-08T14:32:20.788Z","comments":true,"path":"2019/07/08/EmotionRegulation/envy/03classification-of-jealousy/","link":"","permalink":"http://yoursite.com/2019/07/08/EmotionRegulation/envy/03classification-of-jealousy/","excerpt":"","text":"三：嫉妒的层级及分类 正如维基百科所说：“强烈的妒忌可能会产生憎恨”。像我之前描述那样的级别，看起来已经是非常强烈的嫉妒心了。但是并不是所有人的嫉妒都会达到如此境界。或许今天看见别人得到了升职加薪的提拔而自己一无所获，内心悲伤，但是第二天就back the game，其实在这个悲伤的期间，其实也算是在嫉妒中，不过很快就走出来了。 此外，还并不是所有的嫉妒都是消极的，都是有害的。举个例子，譬如结婚后的两夫妻，妻子还是对其他男人一样友善，一样关心，丈夫就也可能嫉妒，就会怕，就会担心突然有天妻子会弃他而去，有严重的失落感，担忧感。说实话，有这样的担心才是一个正常的现象。试想，即便结婚了，看着身边的一个个适婚男士都还像情敌，如果还毫无感觉，恐怕是无稽之谈了。但是这样的担心，这样的嫉妒，或许就能促使这份感情往正确的方向走，譬如对妻子更好，两人感情更密切，羁绊更深。 当然，如果丈夫去把妻子关心的每一个适婚男士都打一顿来缓和这份嫉妒，造成了很不良的社会性质结果，我倒是很愿意把这样的问题归咎于丈夫对这份嫉妒的处理方式，而非这份嫉妒的性质本身。 综上所述，嫉妒应该是有分层级，也有分性质。理性或良性的嫉妒对人有益，非理性恶性的嫉妒对人有害，而这种嫉妒程度越重的，对其人本身危害就越大。 其实这个观念也可以用看起来专业点的话描述，例如Wikipedia中：Psychologists have recently suggested that there are two types of envy: malicious envy and benign envy—malicious envy being proposed as a sick force that ruins a person and his/her mind and causes the envious person to blindly want the “hero” to suffer; on the other hand, benign envy being proposed as a type of positive motivational force that causes the person to aspire to be as good as the “hero”—but only if benign envy is used in a right way. 此外，里面还提到了一种因为社交媒體和自拍文化的发扬而产生的新的嫉妒：自我嫉妒（self-envy），这对我来讲并不算问题，有兴趣可以参看这里。 其实说了这么多，如果我的内心充满的是理性良性的嫉妒心，我完全不用担心，说不定反而应该高兴。但是悲惨的现实说，我的嫉妒，是非理性恶意的嫉妒，它对我的性情，对我的生活都产生了极大的负面影响，这才是我担心的。 所有你要判断自己有没有严重的嫉妒心，就想想是不是都满足了这样的特点。","categories":[{"name":"情绪调节","slug":"情绪调节","permalink":"http://yoursite.com/categories/情绪调节/"},{"name":"嫉妒","slug":"情绪调节/嫉妒","permalink":"http://yoursite.com/categories/情绪调节/嫉妒/"}],"tags":[{"name":"嫉妒","slug":"嫉妒","permalink":"http://yoursite.com/tags/嫉妒/"}]},{"title":"嫉妒随笔(二)：什么是嫉妒？","slug":"EmotionRegulation/envy/02what-is-envy","date":"2019-07-08T13:58:52.000Z","updated":"2019-07-08T14:31:25.009Z","comments":true,"path":"2019/07/08/EmotionRegulation/envy/02what-is-envy/","link":"","permalink":"http://yoursite.com/2019/07/08/EmotionRegulation/envy/02what-is-envy/","excerpt":"","text":"二：什么是嫉妒？ 所以，什么是嫉妒呢？ 从维基百科来看：妒忌又称忌妒、嫉妒，是一种人与人关系性的体现；是人的一种情感表现。由于怨恨且察觉他人享有之利益，并欲将其占为己有，因而产生的一种情感与心理状态。一般让人感受到的是难受的滋味，强烈的妒忌可能会产生憎恨。 专业点从社会心理学来讲：嫉妒是与他人比较，发现自己在才能、名誉、地位或境遇等方面不如别人而产生的一种由羞愧、愤怒、怨恨等组成的复杂情绪状态。 如果让我来说，简单点讲，就是别人拥有的好的资源比你多，你对他感到不爽，甚至还希望他很快就一无所有。这些“好的资源”可以广义的说是任何好的东西，若是要直白点，就是你一直想要却就是还没有得到的东西，俗气点，比如友情、爱情、财富、名誉。 明白了什么是嫉妒，就一并知道了产生嫉妒的几个关键点： 这是一种社会性的情绪。如果只是我自己一个人，也谈不上嫉妒了。“我嫉妒我自己长得太帅”这样的话，看起来更像是自夸自恋，想要“臭美”、“不要脸”来评价都是不错的。 这是有比较才会产生的情绪。只要不是一个人，就会有差异，只是看差异有多少。但是很多时候可能没人去关心去在意这些差异。只要不去比较这些差异的优劣，也就无从嫉妒了。 比较的结果是别人比你优秀。一般来讲，一个100米短跑10秒的运动员，不会去嫉妒一个跑完百米需要11秒的运动员，而是去嫉妒跑完百米只需要9秒的运动员。 对别人的优秀，不是正面的态度。如果对待别人的优秀，是衷心祝贺，为之高兴，以他为榜样，那也谈不上嫉妒。 “不患寡而患不均”，只要人与人所占有资源不等价，或说大抵等价，总是会有嫉妒的产生。而事实上，在资源占比上，哪里会有人人平等的可能性。你比我高，你比我帅，你还比我有钱，你还事业蒸蒸日上，家庭幸福美满，我肯定是羡慕你，嫉妒你，不说取代你，产生“想达到你所取得的成绩”的想法总是有的。","categories":[{"name":"情绪调节","slug":"情绪调节","permalink":"http://yoursite.com/categories/情绪调节/"},{"name":"嫉妒","slug":"情绪调节/嫉妒","permalink":"http://yoursite.com/categories/情绪调节/嫉妒/"}],"tags":[{"name":"嫉妒","slug":"嫉妒","permalink":"http://yoursite.com/tags/嫉妒/"}]},{"title":"嫉妒随笔(一)：引出嫉妒","slug":"EmotionRegulation/envy/01lead-to-envy","date":"2019-07-08T13:40:57.000Z","updated":"2019-07-08T14:28:42.350Z","comments":true,"path":"2019/07/08/EmotionRegulation/envy/01lead-to-envy/","link":"","permalink":"http://yoursite.com/2019/07/08/EmotionRegulation/envy/01lead-to-envy/","excerpt":"","text":"前言 我应该不算是一个心理非常健康的人，毕竟我有一个非常难以克服的缺点：强烈的嫉妒心。它就想一颗肿瘤，长在我身体，无时无刻地，不知不觉地，伤的心，伤的身，我受到极大的痛苦。因此，为了缓解，为了安宁，为了活下去，我需要好好了解一下这个“肿瘤”，希望能够安抚它，克服它，切除它，愉快的活下去。 这并不打算写成一篇科普性文章，也没有心思写成专业性的论文。如果只是简单了解名词，去百度Google一下也就ok。想要深度了解，若是去知网、Citeseerx检索专业文献学习也是不错。我只想简单的明白一些概念，剖析一下原因，学习一下治愈良方，为了心情不再那么沉重痛苦，为了生活再次充满愉悦欢笑。Maybe we can help each other。 一：引出嫉妒 什么是嫉妒？我来描述一下一个例子。 你和A君是同一年来到同一家公司工作，你们在同一个部门，做同一个项目。在项目的完成过程中，你付出的时间、精力、完成的内容都比A君多。在项目完成上线，收益良好，但是A君被领导提拔，升职加薪，而你就一层不变。渐渐地，A君和你做的事情不一样，接触的圈子不一样，得到的回报不一样。A君一下子节节攀升，而你还是原地踏步。那么你对A君是有一种如何的情绪呢？ 我不知道你是什么情绪，我的感受就是：为什么是他？凭什么是他？换一个事做的比我多，或者资格比我老的人都行，为什么是他？领导是弱智吗？是脑残吗？我不说别人，至少我都比他有资格被提拔。你看看他，升级之后，工作又不积极，进度还被拖延，领导为什么还对他谈笑风生，上午去开会，下午去见客户，晚上去聚餐。我做错了什么要在我面前晃？看不起谁？看吧，保不齐陪客户生意告吹，做项目稳赔不赚，手下离心离德…… 看到了吗，这样的情绪，这样的想法，如果你不说它是嫉妒，那么也得说绝对不是好的走向。 我说不定晚上睡不着觉，就在想为什么？凭什么？我说不定上班就一时半会就盯着他，然后想着，你看，他又在玩手机；你看，又去厕所了；你看，又去找人聊天，还笑那么大声。我说不定每天都很晚才能下班，要做的事情总是不能及时完成。我说不定心里一直不舒服，一直不爽，看谁都来气，谁都不想理。说不定一种怨念充满整个身躯，吃包泡面结果调料包挤到了垃圾桶，买瓶老干妈结果拧不开瓶盖，破口打骂，为什么什么都要针对我！ 如果还没有这样的想法，恭喜你，你还ok。如果像我这样了，那你就已经长出了嫉妒的“肿瘤”，而且级别不低。","categories":[{"name":"情绪调节","slug":"情绪调节","permalink":"http://yoursite.com/categories/情绪调节/"},{"name":"嫉妒","slug":"情绪调节/嫉妒","permalink":"http://yoursite.com/categories/情绪调节/嫉妒/"}],"tags":[{"name":"嫉妒","slug":"嫉妒","permalink":"http://yoursite.com/tags/嫉妒/"}]},{"title":"假如我死了","slug":"DesperateSeries/2jiaruwo","date":"2019-07-01T14:14:43.000Z","updated":"2019-07-15T13:47:09.678Z","comments":true,"path":"2019/07/01/DesperateSeries/2jiaruwo/","link":"","permalink":"http://yoursite.com/2019/07/01/DesperateSeries/2jiaruwo/","excerpt":"","text":"假如我死了，在一个吵闹的夜晚，或许在一个安静的白天，我死了。没有人知道，没有人在意。为什么会有人会在意呢？75亿8千万分之一，又有什么影响呢？世界上本来就人口膨胀，本来就那么多贫穷饥荒，本来就那么多背井离乡，少我一个又有什么关系？宗教政治矛盾不会改善，落后经济建设也不会被激发，科学技术在这一刻也没有跃进，种群斗争也并不会因此停止，所以有什么关系呢？ 假如我死了，我的国家会从社会主义初级阶段实现共同富裕了吗？物质财富极大丰富了吗？人民精神境界极大提高了吗？每个人自由而全面发展了吗？或许很久的以后会，但是现实大概是不会的，所以又有什么影响呢？少一个人吃面包，就有多一个人可以吃面包；少一个人自私怯弱，就有多一分无私友爱的比例；少一个人迂腐妥协，就有多一份积极进取精神。少了我一个，说不定是为了进步，为了和平。 假如我死了，说不定家人会给我刨个坑，填点土，多么可惜。人均土地占比已经那么少了，为什么还要多空出一块地来。他们或许也会难过，他们或许也会伤心。地种了一辈子，结果变少了；人养了好多年，结果还没个回报就没了。地下种个花生，说不定也会长出一窝落花生；地下种个树苗，说不定可以长出一根房梁；地上埋堆狗屎，都能够肥沃一寸土地。说不定有些年，再来坟前看看，插根香烛。或许再些年，不能走动，杂草淹没，灌木丛生，说不定也生个蛇窝鼠窝，骇人。 假如我死了，说不定借的钱就不用还了，没有份子钱需要再出了，没有酒需要再喝了，没有那么多吵闹需要去忍受了。或许可能会成为一段时间的谈资，或许会成为一段时间的笑柄，然后呢？我解脱了，我不用再装着高兴了，不用再假装关心了，不用再伪装同情了，该是多么自在。或许他们身边会有一个更好的人填补，会有更好的经历分享，会有更好的羁绊牵引，这也是奉献，这也是情谊。 假如我死了，或许我终于得到了升华，这原本的世界不会因为我的死而变得美好，或许会带来点愤怒，但是我什么都不知道。我终于不再害怕生活的煎熬，再不用理会旁人的排挤，再不用隐藏自己的邪恶，再不用担惊受怕畏手畏脚。我终于得到解脱，逃离这一切的肮脏，肮脏的一切。没有牵挂，无拘无束；没有压迫，无忧无虑；没有包袱，无欲无求。人的一身就该如此，人的存在就该如此，死亡，才是一个人最应该最正确的归宿。 假如我死了，不要悲伤，不要心急，或者这就是我想要的全部，我应得的一切。 假如我死了，没有眼泪，充满欢笑，或者这就是我留下的遗产，我保留的希望。 假如我死了，我终于做出了最后的决定，正确的决定。 2019/7/1 21:15","categories":[{"name":"绝望系列","slug":"绝望系列","permalink":"http://yoursite.com/categories/绝望系列/"},{"name":"人生感慨","slug":"绝望系列/人生感慨","permalink":"http://yoursite.com/categories/绝望系列/人生感慨/"}],"tags":[{"name":"绝望","slug":"绝望","permalink":"http://yoursite.com/tags/绝望/"}]},{"title":"你为什么还要活着？","slug":"DesperateSeries/1niweishen","date":"2019-07-01T14:14:33.000Z","updated":"2019-07-15T13:47:09.678Z","comments":true,"path":"2019/07/01/DesperateSeries/1niweishen/","link":"","permalink":"http://yoursite.com/2019/07/01/DesperateSeries/1niweishen/","excerpt":"","text":"活着，挺辛苦，挺难过，挺无奈的。每天庸庸碌碌，碌碌无为。吃饭就是浪费食物，说话就是污染环境，呼吸就是亵渎空气。每天都有沉重的生活压力，每天都是平庸乏味的机械重复，每天经历的都是讥讽排挤。走的路没有一块砖是你铺垫，住的屋没有一片瓦是你搭建，穿的衣没有一针是你缝制。你为什么还要活着？ 人生是多么的孤独空虚，人生是多么虚伪狡黠。你有多少朋友可以联系？你有多少家人长久来往？说不定偶尔来个电话，想的是多聊几句，结果无话可说；也许偶尔发了信息，不是拼单砍价，就是集赞分享。偶尔想跟家里打个电话聊个近况，却话不投机，三言两语。亲戚朋友尚不能知，还有谁更会懂你？玩个游戏都只能单刷不敢联机，发给微博都要匿名评论关闭。现实生活都是各自生活，网上隔膜更多欺骗打击。你为什么还要活着？ 有多久没有人邀请你出去参与活动，一起玩耍，有多久没有没人发来生日祝福信息？寒风里出门拿外卖快递，烈日下汗滴砖头变蒸汽。哪样东西能白给，哪样需求不要人民币？今天想买个空调洗衣机，明天还要车房齐，今天医院看病两千七，明天商场打折九折起。肩上到底扛的是谁的生活？地下躺的是谁的身躯？好运从来不会光临，灾祸始终不离不弃。你为什么还要活着？ 社会治安永远会加强，经济建设永远在提高。今天可能有吃有穿就温饱，明天可能有车有房才刚好。想买好菜要趁早，盐总得比适量少一勺。可能哪一天物质需求极大提高，却发现没有财力去享受这些美好。人们总是要追求进步，最求更高的需求，但是往往需要更多的时间、精力、财力去实现它。物质社会跑得这么快，你怎么才追的上？不过当你转头一看，有的人早就瘫坐着俯视你，还面带微笑。人们总会向往平等，但是唯有不公才是真正的平等，你无论多么努力，总是得不到，而别人就是简单弯弯腰，踮踮脚。你为什么还要活着？ 75亿8千万分之一，无力的抗争，卑微的呐喊，你是最底层的渺小。根本没有人关心过你，根本没有你存在的必要。科技进步有你几分付出，世界和平有你多少功劳？你甚至不敢阻止别人偷人钱包，有人插队你也只能往后稍稍。你不懂别人的信仰，也不知道别人的宗教。你不懂别人的政策，也不懂别人的需要。社会矛盾激化也不知道，世界末日说不定还拍手叫好。你为什么还要活着？ 不思进取，无能狂怒，勾心斗角，你为什么还要活着？ 无力斗争人生的曲折，无法承受生活的煎熬，不被社会认可，不被别人需要，你为什么还要活着？ 生而为人，你为什么还要活着？ 2019/7/1 22:11","categories":[{"name":"绝望系列","slug":"绝望系列","permalink":"http://yoursite.com/categories/绝望系列/"},{"name":"人生感慨","slug":"绝望系列/人生感慨","permalink":"http://yoursite.com/categories/绝望系列/人生感慨/"}],"tags":[{"name":"绝望","slug":"绝望","permalink":"http://yoursite.com/tags/绝望/"}]},{"title":"夏雨辞","slug":"OrdinaryArticles/xiayuci","date":"2019-06-29T16:43:40.000Z","updated":"2019-06-29T16:56:18.921Z","comments":true,"path":"2019/06/30/OrdinaryArticles/xiayuci/","link":"","permalink":"http://yoursite.com/2019/06/30/OrdinaryArticles/xiayuci/","excerpt":"不借兵符不求仙，黑乌连天敝空间。 冲发一怒雷电裂，滚滚西水平岳巅。","text":"不借兵符不求仙，黑乌连天敝空间。 冲发一怒雷电裂，滚滚西水平岳巅。 逐鹿甲器折销碎，艨艟千里赤壁焰。 太屋山顶响铜鼓，北溟深蛟出水宽。 不带春柔几分甜，无端嚎啕六月天。 落下珍珠一线系，溅起瓦楞散彩延。 檐前燕子闲久立，房上浓烟聚又翩。 一派清荷茫茫现，满地红泥点点斑。 层层波掀舞衣露，叠叠绿翡压腰弯。 待到塘鱼跃江河，声消雨歇风吹栏。 本为几时少闲累，始作一刻桑田干。 千山万壑新绿再，饱受此番苦折难。 万池碧叶亭亭立，随风扶姿托殷胭。 崦嵫斜处微光见，晚有蜻蜓度凉闲。 文成：2011年7月 誊写：2019/6/30","categories":[{"name":"一般文学","slug":"一般文学","permalink":"http://yoursite.com/categories/一般文学/"},{"name":"七言古诗","slug":"一般文学/七言古诗","permalink":"http://yoursite.com/categories/一般文学/七言古诗/"}],"tags":[{"name":"诗 七言古诗","slug":"诗-七言古诗","permalink":"http://yoursite.com/tags/诗-七言古诗/"}]},{"title":"梦到自己喜欢的游戏","slug":"DreamsTalk/20190628","date":"2019-06-29T16:32:57.000Z","updated":"2019-06-29T16:40:05.418Z","comments":true,"path":"2019/06/30/DreamsTalk/20190628/","link":"","permalink":"http://yoursite.com/2019/06/30/DreamsTalk/20190628/","excerpt":"","text":"梦醒时间2019/09/28 02:42 梦境概况：场景简述 梦在看到一个英雄联盟主播玩VN，另一个玩德莱文，玩得很菜，我不知道为什么在旁边看。玩VN的主播可能因为打得不好被说了，一直在讲：我在回忆过去了，找回曾经的手感…… 玩着玩着就突然出现4个人玩的角色在混战的场景，当年的人当年的游戏情景。一个是玩VN，非常秀。一个是那局被VN秀的狗熊。一个叫大蛇，梦中专门强调一句，他们叫大蛇，我们叫大龙，具体指的是纳什男爵还是什么就不知道了，但纳什男爵不是玩家可操作角色。 我们四人想起了当年那局游戏相遇的情景，感觉是不错的朋友。我们一起走在我熟悉的现实生活中以前奶奶家到赶集到水碾的路上，一起聊着话题。比如说到：我们当年还没有玩得这么菜的人，很多人都没有上线了。为什么大蛇很久不见了，说是去江东读书了。突然又说到江东离海有多远。我梦中清晰的想象着中国地图，还说如果中国左右有100里，那么江东离海就50里，一半的距离，而且梦境中是指的距离是离地图下方的海。聊着江东就醒了。 其它细节 梦中就在主播说“我在回忆了”，转场景的画面是CG似的游戏角色在战斗的画面，像游戏场景。“很秀的VN”是我给那个主播说的定义，说是那一局他就是那个很秀的VN。那个被秀的狗熊是他玩家自己跟玩VN主播说的，他就是那个被秀的狗熊。 我玩的什么角色没有提到。 有专门提到有一个人叫大蛇，我们叫大龙，像是在区分国内国外的说法不同。 梦醒的时刻聊的是江东离海的距离，梦里的场景是家中看到大湾田的画面。 有个年份2017年，记不清是说的再次上线后4人重遇的时间，还是那个大蛇要去上学的时间。 自我解析：现实情况 英雄联盟是一款网络游戏，也是我现实中耗费时间最多、投入精力最多、话费金钱最多的游戏。在有一段时间里，以前一起玩的人都弃游了，我还是一人在玩。但是最近一段时间玩得非常少了。在有游戏对局记录历史的半年内，只有3次和队友开黑（一起玩）才玩了一下。 除了单机，网游包含手机游戏没有队友的话我一般都不会玩，但是平时都有去直播平台看主播玩，所以从实际意义上来看，虽然没有亲手去玩游戏，投入的精力和金钱少了，但是时间并不算少。 最近没有发生有触发回忆过去的伤感事件。工作上也熟悉了各方面的不如意。没有抗争，就将就着它。下班之后也没有看什么电影，都只是在玩另一款单机游戏NBA2K18，因为MC模式开了一个新角色，所以每天下班投入了不少时间去玩。 心理近况 最近也不算烦躁，之前在工作上的一些内心不舒服的感觉也没有那么强烈。 没有特别的事情发生。 梦境反应 当我们不在年轻的时候，很多以前特别希望的事情，即便热情未消，但精力有限。这也可能是为什么是梦到看主播玩游戏，而不是自己玩游戏。所以有些看起来可能是因为年龄、生存环境、时间限制等收敛起来的兴趣爱好，甚至是梦想，虽然看起来是暂时放弃或者埋没了，但是可能在心底，一直都在一个很高的地位上，只要有契机，说不定立马就钻出来来。 在那个主播在说我在回忆了，梦中的场景是跳转到游戏角色战斗的CG画面，就像是游戏CG宣传片那样的效果。很多电影都有这种表现现实，主角或某个角色，在讲述着一个故事，现在是这个讲述者的画面，随着他话语，画面转到讲述者故事发生的场景。事实上，梦中出现的三个游戏角色，除了狗熊，最近看的主播中都没有玩，三者也不是我现实中喜欢玩的角色，所以为什么会出现这三个角色也不知道。 我倒是希望在游戏中结交朋友，并在现实中成为朋友。这是我一直都有的观点，但是能触发这一个想法的，只有最近看到一篇帖子，内容是说在一款娱乐消遣的APP中认识的人在线下一起聚会了的事情。事实上，我可能缺乏各种意义上的朋友，所以上比较羡慕，这也体现在梦中看起来4人关系不错。不过其它三个都有一个角色或名字定义，但是“我”却没有任何一点，可能也像是虽然渴望，但是却没有去争取的表现。 2017年在现实中对于我来讲并不算一个有特殊意义的年份，为什么会强调“大蛇”这个角色也不清楚，但如果是现实生活中在国外且还算有点联系的到的确只有一个大学同学。我自认为关系也还行，但平时并没有什么联系。 为什么会出现“江东”这个地方也是奇怪。如果从现实来讲，“江东”的话应该是长江以东，如果说是距离右边的海的话，100里取50里，还真的可算的上最远离海距离了。不过梦中是距离到地图下方的海，但在现实中以长江为基准，中间的话还就在重庆左右，以重庆到海的距离，地图上看起来还真往下往右都差不多。这段时间高考成绩也陆续出来，也到了大家要去填志愿选自己想读和能读的大学了。（私人层面上，去这个我梦中的“江东”读书还不错哦，说不定我回老家会遇上。）谈论某地方时梦到的是自己熟悉的生长的地方，可能有两个解释，一是没有去过别的地方，想象不出来那个地方的情景，只能用自己熟悉的地方来代替。二是你想象的地方，不管名字是什么，都会是自己喜欢而且想要回去的地方。“踏遍青山人未老，风景这边独好。” 总结说明： 这是一个典型的梦到自己喜欢的活动的“想梦”，但是对于自己喜欢的活动，很多时候并不一定是喜欢活动内容本身，还有那些一起玩耍、一起参与的人。当一个人长时间缺乏这些经历时，或许在不经意间就会透露出想要得到或者再来一次的想法。 你以为是单纯的爱好，说放弃就能放弃。而事实上，或许从来未曾走远过。 阔别已久的重逢，微笑依然是感动。 2019/6/30 0:32","categories":[{"name":"梦之解析","slug":"梦之解析","permalink":"http://yoursite.com/categories/梦之解析/"},{"name":"想梦","slug":"梦之解析/想梦","permalink":"http://yoursite.com/categories/梦之解析/想梦/"}],"tags":[{"name":"解梦","slug":"解梦","permalink":"http://yoursite.com/tags/解梦/"},{"name":"梦境与现实","slug":"梦境与现实","permalink":"http://yoursite.com/tags/梦境与现实/"}]},{"title":"梦到最近发生的事情","slug":"DreamsTalk/20190619","date":"2019-06-23T02:44:02.000Z","updated":"2019-06-29T16:39:26.840Z","comments":true,"path":"2019/06/23/DreamsTalk/20190619/","link":"","permalink":"http://yoursite.com/2019/06/23/DreamsTalk/20190619/","excerpt":"","text":"梦醒时间： 2019/06/19 03:13 梦境概况：场景简述 梦见我和老爸跟着表弟（现实中最大的那个）去他的宿舍。表弟出去了一下，我和老爸转转，遇到周围住的一个女生，感觉这个女生一见如故。 然后老爸在煮面，不知道怎么说到钱的事，我和他在数钱包。然后那个女生就说：“钱嘛到处都是，要的话拿就是。”然后一个特写，她小桌子上有一卷散钱，应该就几十。然后我把我钱包里的钱取了一点，大概几十留下，其他和钱包都给了老爸，然后还附和着女生说：“对，我们年轻人用不了多少钱，不吃饭就能省点钱”之类的话。 老爸煮着面，看我的钱包说着还不少，还有好几十（在给钱包的时候应该不止，不过梦里转个镜头就少了）。特写我在看装面的卷纸，上面还有几根断面条卡在粘圆筒的夹缝里。然后也看了看钱包，真的还有好几十。 然后突然听见表弟的声音，他在一个马路边上的水龙头下洗衣服，喊我们的时候正在拧衣服水。他叫我们把温水瓶装满，然后把水烧开。温水瓶接满水烧开后，再倒满水壶，看意思是剩下的水晾衣服。我爸说知道了，把一个温水瓶接满放到灶头上烧，然后就醒了。 其它细节 梦中那女生放那卷散钱的桌子很小，就是平时50cm*50cm那种小桌子，钱摆在一个角。 大表弟洗衣服水龙头旁边的马路是一个斜坡，他出租屋在下面，是一排楼中间，这排楼和马路是垂直的。那个女生没有名字，就是不是现实中人物的映射。 自我解析现实情况 最近一段时间，也不算短，好几个月，老爸在考完得到驾照之后都有意愿买辆车来开开。虽然是有这个打算，但是一来不知道买哪种车，二来也是外出打工住在狭小的厂房，不知道买来车的其它用处。 6月的端午节我去爸妈那边玩，和姑爷有争论过“谈恋爱是百利而无一害”这个观点。 5月中期一个关系还不错的高中女同学跟我讲，她遇到一个一看到就很喜欢的男生，然后我有鼓励她去大胆发展。后续她也如果他们结婚了可以让我少给点彩礼。 同事上个月不久回去参加了他朋友的结婚典礼，我们也聊了一些相关话题。我也一直有主观情感上想找个女朋友的愿望，但是总拿客观现实做借口而完全没有实际行动。 大表弟在上大学，平时周末我们有一起玩手游。不过最近一两周临近大学期末考试月，没有一起玩了。 心理近况 最近几天都比较烦躁，有点焦虑，可能是工作上的琐事和对生活和工作前景的担忧。 没有发生什么与平常有异常或者特殊的事情。 梦境反映 梦见老爸可能是因为6月初的端午节我才到他那边玩了几天，也说到了买车的问题。不过仔细想想，他只是有问过路边停着或我看到的车那辆好看之类的话题。因为我对这个也不了解，所以没有提出什么建议。不过我倒是从来没有说过或表示过如果他要买车，我能给多少钱给他。虽然现实情况中他如果要买个车来开也是最多十来万的车，如果是钱的话他也拿得出来。但是他没跟我说，我也没有意思到他如果买车我也可以提供一点钱，虽然我也才工作三年，工作前景看起来也不是很好，但是几万块还是可以给的。这也正巧是梦中我在给他钱的情景。 梦中人物大多是有现实人员映射的关系，这个女生并没有，而且在梦中能感觉到我们相互有好感，比如我在和老爸说钱的问题，她指着她的桌上上的钱给我说拿。现实中，可能是因为我也25岁了，平时也看到很多情侣段子，内心也有想找个女朋友的愿望，加上最近一段时间类似的事情有遇到几件，所以可能导致梦中也在想这个事，而且还是期待的两情相悦而不是一厢情愿。 梦里面对人物说的话印象深刻，这个女生说的“钱嘛到处都是，要的话拿就是。”现实大环境下，看物质的女生还是多的，但是我也喜欢那种看重两个人在一起是一起过日子而不是只看重物质生活的女生。不过也可能反映出现实我可能提供不了非常好的物质基础。我的现实情况也是如此，只有一点死工资，而且还不是很稳定的工作（主要是我自己想长久做现在这个工作的意愿不强，又对找到其它符合兴趣又待遇优渥的工作的期望很低）。 大表弟的出现，我自己想来觉得只是现实中周期性的一周一起玩几把游戏，规律性的作业突然中断了几次，就突出强调了一下。对一起玩的游戏之前可以说是很喜欢，也享受和队友一起玩，一个人玩就基本不会玩。不过最近兴趣变低了很多。 大表弟洗衣服叫我们接水的场景，梦里没什么逻辑，和那个钱转个镜头数量也变少了一样，我没办法和最近的现实生活中对应起来。 总结说明 总的来说，这个梦的关键字是：老爸、女生、钱、表弟。老爸、钱和表弟应该是对最近经历的事情的一种反映，尤其是给钱给老爸这个动作，联系到现实情况老爸想买车一条，似乎是我忽略了生活中的一点细节。 女生这点是少有和现实对不上的角色，可能只是我内心对美好爱情的渴望体现在梦境中了。从和这个互有好感一点，反映了我现实想法，我也希望是找个能过一辈子而且感情坚实的女人，而不只是想有个女朋友的想法。 梦中反映自我需求，真实事情梦中体现。 2019/6/19 21:14","categories":[{"name":"梦之解析","slug":"梦之解析","permalink":"http://yoursite.com/categories/梦之解析/"},{"name":"想梦","slug":"梦之解析/想梦","permalink":"http://yoursite.com/categories/梦之解析/想梦/"}],"tags":[{"name":"解梦","slug":"解梦","permalink":"http://yoursite.com/tags/解梦/"},{"name":"梦境与现实","slug":"梦境与现实","permalink":"http://yoursite.com/tags/梦境与现实/"}]},{"title":"梦中搞砸你擅长的事","slug":"DreamsTalk/20190618","date":"2019-06-20T14:25:25.000Z","updated":"2019-06-29T16:39:26.840Z","comments":true,"path":"2019/06/20/DreamsTalk/20190618/","link":"","permalink":"http://yoursite.com/2019/06/20/DreamsTalk/20190618/","excerpt":"","text":"梦醒时间： 2019/06/18 06:16 梦境概况:场景简述 做个噩梦，梦到语文老师临时上课让做题，本来要一节课做完，但是我完全不会做。一节课过去了，很多题都不会，都没做。 因为还有一些人没有做完，老师就说第二节课继续做，没做完不能放学。好友CT第一节课就做完了，我跟他示意我不会做，让他帮忙能不能给我抄答案。但是老师在上面看着不好抄。偷偷摸摸弄了一节课，还是很多题空着。眼看要下课了，然后就潦草乱七八糟的写了字，看都看不清的字，交了题。交的时候我哭着对老师说，对不起，让你失望了。 交完卷之后回到位置上，CWR突然递给我半瓶好像是冰冻过的泡酒。本来她是笑着的，我喝了好大一口，然后就泪流不止，她看见了慢慢不笑了。旁边她的好友YXY还是笑着，然后和CWR交头轻轻说什么。 然后我被吓醒了。 其它细节 我能回忆起梦中的语文测验上面有英语题和数学题。 语文老师就是实际生活的高中语文老师。 自我解析：现实情况 在实际的读书期间，我可能很多科目都比较不爽好，但是语文一定是我最自信和最喜欢的科目，所以在实际生活中，不可能发生语文做不出来，而且还哭着对老师说让她失望的事情。 CT是实际生活中读书那段时间的一个存在的好朋友。梦中人物其实可能记不清面貌身形，但是就是可以知道名字或者现实生活中可以指代的人。这个好友CT如果是在生活中，如果是发生要协助我作弊的事情，在后果不严重的情况下，例如只是平时测验，不是重大期末考之类的，是可能会帮我的。 CWR是我高中同学，整个高中三年可以说几乎没有任何交集，没有发生任何事情。实际上，在我记忆中我们好像做了快一学期的同桌，就只说过一句话，就像两个毫无关系的人。高中一排是三个人 ，CWR做中间，我坐面向黑板的左边，而YXY就是坐她右边的人。虽然我和YXY也很少说话，但关系还是比CWR缓和点，而CWR合YXY到的确是好朋友。 现实生活中，在大学时我是比较喜欢喝酒的，高中时主要在农忙时，家中有喝酒。不过在做这个梦时，我已经有一段时间没有喝酒了。 最近几天内，我看了一步电影《天才枪手》，印象还不错，影片根据2014年轰动一时的亚洲考场作弊案改编，讲述了天才学霸利用高智商考场作弊牟取暴利的故事。这可能是梦境发生场景是高中语文测验且语文测验中有英语题和数学题的原因。 心理近况 最近几天都比较烦躁，有点焦虑，可能是工作上的琐事和对生活和工作前景的担忧。 没有发生什么与平常有异常或者特殊的事情。 梦境反映 对于我一直以来都比较有自信的语文测验出现不会做题，可能反映对目前在做的熟悉的事情有一点的担忧和危机感。这倒是事实，我对我自己的工作技能还是比较不满意的，因为感觉工作上，我的位置是很容易就可以被代替的。虽然我有想过提升工作能力和技术，但是这也是最近我在担忧烦躁的问题之一，我已经在怀疑目前的工作是否是我希望做的事情，是否是我想做的事情。可能是一种居安思危的想法，也可能是反映最常用的，最熟悉的，最懂行的东西，就是会让你哭泣的，让你跌落到失败悬崖的东西。也可能是内心想要走出去，走出舒适区的念头，或者是想要学习新东西的念头。 而对老师哭着说对不起这一现象，可能反映了我对这种熟悉作业出现失败还是很在乎的。不是不以为然，轻描淡写，这和我内心希望做好事情而不是敷衍做事的愿望是一样的。但是严格来讲现实和愿望可能还是有点差距。而对一次语文测试预期会产生较差的结果，而对教授、培养的语文老师道歉，也可反映我可能对在工作中栽培我的领导之类的有种愧疚感。事实上，我个人觉得工作上目前领导给的指导并对我没有很多的帮助，相反可能他们认为是培养对我个人觉得是浪费时间，一种沟通不善观念不一样的东西，但我认为初衷是对的。不过我的确有这个观点：现在辞职离开感觉对不起他们自以为是培养的培养。 梦中我有梦到CT。读书期间我们关系很好，也经常联系，不过毕业工作后就很少联系了。如果说在高中期间真的要到找人作弊的话，他可能是第一人选。这可能反映了我对老朋友的想念，也可能是担心失去。虽说君子之交淡如水，但这可能只是我个人逃避维护人际关系的借口。我的确觉得有时候去维护人际是很费力的事情，但是现实社会没有人可以独自活下去。可能是督促我需要交朋友了。的确我一直在内心都很想光交朋友，但是都不想深交，觉得维护和夯实都很费精力。 高中和CWR没什么关系算得上我感觉比较遗憾的事情，虽然现在想来这对我原本的高中生活经历不会起到多少影响，但是从现在这个年纪的我的个人内心来讲，我还是那种希望与别人搞好关系的人。客观来讲，我算性格比较开朗，不算内向，但高中可能有点相反。最近并没有与人发生矛盾，所以这个情景有可能只是在看过电影之后，联系到了自己高中生活的情况，脑中想着改变的样子。 现在在6月份，我身在广东东莞，最近的天气比较热，这可能是CWR请我喝的酒是冰冻过的原因。大学毕业之后喝酒少了，是因为我觉得喝酒我一个人喝没有意义，要亲朋好友人多一起喝才高兴。可能在内心中，我还是觉得有点孤独，结合上一条一个真实经历的身为同桌却感觉毫无关系的人看我苦了请我喝酒，说不定是我内心对一个热闹生活的期待和对孤独内心感受的不满。 本来是笑着的CWR，看到我喝酒后哭了都没有笑了。在现实来讲，这是熟悉的人遇到这种情况的正常反应，而YXY这个角色在这个梦里感觉就是反映CWR和YXY是好朋友，是实际生活是一致的。而YXY还是笑着和CWR说话，说明在梦中我和YXY的关系就有可能像当年的现实中我和CWR的关系一样。除了对朋友的渴望，可能也预示着不是所有人都能够成为朋友，也许有那么一些人，不是自己想交个朋友，就会和别人成为朋友。 总结说明： 最近看的电影《天才枪手》的场景构建了梦中类似的高中测验的情景，一些细节例如语文测验中有英语题和数学题也是由此而来。 有反映出最近的心理状况，例如对工作的忧虑，和一些内心深处的想法，比如觉得有点孤独，想交深交的朋友。梦境反映了现实中的一些担忧焦虑的现状和内心渴望得到的东西，但是还没有给点想法，总体上说，是对自我的反映，不是对现实中的事物和人的折射。 自我需求，与人无关。 2019/6/18 21:46","categories":[{"name":"梦之解析","slug":"梦之解析","permalink":"http://yoursite.com/categories/梦之解析/"},{"name":"噩梦","slug":"梦之解析/噩梦","permalink":"http://yoursite.com/categories/梦之解析/噩梦/"}],"tags":[{"name":"解梦","slug":"解梦","permalink":"http://yoursite.com/tags/解梦/"},{"name":"梦境与现实","slug":"梦境与现实","permalink":"http://yoursite.com/tags/梦境与现实/"}]},{"title":"梦的分类","slug":"DreamsTalk/categoryDescription","date":"2019-06-20T03:06:12.000Z","updated":"2019-07-15T13:48:10.004Z","comments":true,"path":"2019/06/20/DreamsTalk/categoryDescription/","link":"","permalink":"http://yoursite.com/2019/06/20/DreamsTalk/categoryDescription/","excerpt":"","text":"古人根据梦的内容不同，把梦分为以下十五类： 直梦 即梦见什么就发生社么，梦见谁就见到谁。人的梦都是象征性的，有的含蓄，有的直露，后者就是直梦。如你与朋友后就不见，夜里梦之，白日见之，此直梦也。 象梦 即梦意在梦境内容中通过象征手段表现出来。我们所梦到的一切，都是通过象征手法表现的。入梦到登天，其实人是无法登天的，在此，天是具有象征意义的。如天象征阳刚、尊贵、帝王；地象征阴柔、母亲、生育等等。 因梦 由于睡眠时武官的刺激而作的梦。”阴气壮则梦涉大水，阳气壮则梦涉大火，藉带而寝则梦蛇，飞鸟衔发则梦飞”，此即因梦。 想梦 想梦是意想所作之梦，是内在精神活动的产物，通常所说”日有所思，也有所梦”即想梦也。 精梦 由精神状态导致的梦，是凝念注神所作的梦，使近于想梦的一种梦。 性梦 是由于人的性情和好恶不同引起的梦。性梦主要不是讲做梦的原因，而是讲做梦者的对梦的态度。 人梦 人梦是指同样的梦境对于不同的人有不同的意义。 感梦 由于气候因素造成的梦为感梦。即由于外界气候的原因，使人有所感而作之梦。 时梦 时乃四时，由于季节因素造成的梦为时梦。”春梦发生，夏梦高明，秋冬梦熟藏，此谓时梦也” 反梦 反梦就是相反的梦，阴极则吉，阳极则凶，谓之反梦。在民间解梦，常有梦中所作与事实相反之说，在历代典籍中，亦多有反梦之记载，成语中亦有黄梁美梦的典故，唐·沈既济《枕中记》，说卢生在梦中享尽了荣华富贵，醒来时，蒸的黄粱米饭尚未熟，只落得一场空。可见反梦在人的梦中占有很大的比重。 籍梦 也就是托梦，此类梦在古代书籍中也有不少记载。人们认为神灵或祖先会通过梦来向我们预告吉凶祸福。 寄梦 就是甲的吉凶祸福在乙的梦中出现，乙的吉凶祸福在甲的梦中出现，或者异地感应做同样的梦。寄梦是由于人们之间的感应而形成的梦。 转梦 转梦是指梦的内容多变，飘忽不定。 病梦 病梦是人体病变的梦兆，从中医角度来讲，是由于人体的阴阳五行失调而造成的梦。 鬼梦 即噩梦，梦境可怕恐怖的梦。鬼梦多是由于睡觉姿势不正确，或由于身体的某些病变而造成的梦。 梦的分类来源：https://www.nongli.com/item5/augury/qi1-12.htm","categories":[{"name":"梦之解析","slug":"梦之解析","permalink":"http://yoursite.com/categories/梦之解析/"},{"name":"分类","slug":"梦之解析/分类","permalink":"http://yoursite.com/categories/梦之解析/分类/"}],"tags":[{"name":"解梦","slug":"解梦","permalink":"http://yoursite.com/tags/解梦/"}]}]}